export default {
  projections: {
    УвольнениеE: {
      iDсотрдника: {
        __caption__: 'I dсотрдника'
      }
    },
    УвольнениеL: {
      iDсотрдника: {
        __caption__: 'I dсотрдника'
      }
    }
  },
  validations: {
    iDорганизации: {
      __caption__: 'iDорганизации'
    },
    iDсотрдника: {
      __caption__: 'I dсотрдника'
    },
    дата: {
      __caption__: 'дата'
    },
    основание: {
      __caption__: 'основание'
    },
    организация: {
      __caption__: 'организация'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    }
  }
};
